Autodesk.Revit.DB.Plumbing.PipingSystemType.FluidTemperature
Fluid Temperature, in Kelvin.
Remarks:
Setter will choose the closest available temperature in settings.
Throws Autodesk.Revit.Exceptions.ArgumentException:
When setting this property: The given value for fluidTemperature is not finite
Since:
2012